{
  "item-shackle": "Shackle Gear",
  "shackle-handbook-help-title": "How does it work?",
  "shackle-handbook-help-text": "A shackle helps the player defend itself against raiders by 'shackling' them. Once a player is shackled they arent able to pvp, pve, build/break.<br><br><strong>How do I shackle someone?</strong><br>To shackle a player you must hold the shackle in your hotbar and kill someone, after they have been killed you should see a message in chat telling you that you have shackeled someone.<br><br><strong>How can you free someone?</strong><br>You can free someone by either right clicking while sneaking with the shackle, running the command '/sgfree'. Without fuel the shackle eventually releases the person automatically. And when the shackle is destroyed/despawned it will also release the person.<br><br><strong>What is fuel, how does it work?</strong><br>Fuel is the amount of time that the shackle will hold the shackled person. It runs out but can be refueled with combustible resources with a burn temperature of 1000 or higher. To refuel simply hold the shackle and right click, be sure not to shift right click as that would release the shackled player.\nThe formula for how much time is added to the shackle is\n\nt = BurnDuration * FuelMult\n\nWhere t = time gained from the fuel in seconds, burnduration is the burn duration of the item in seconds and fuelmult is the multiplier that is currently on the shackle.<br><br><strong>Is there a limit on how many shackles a person can hold at once</strong><br>There is no true limit to how many shackles one person may have, however, fueling your shackles will get a lot harder since you will need to fuel every single shackle.<br><br><strong>Storing a shackle in a container.</strong><br>You can put your shackle with a shackled player in a chest, the time will keep ticking down until the person is released. The shackled player can find the location of their shackle by running the command '/sglocate'<br><br><strong>/sgfree</strong><br>Frees a shackled player if you're holding a shackle.<br><br><strong>/sggetuid [name]</strong><br>Displays the PlayerUID for a given name<br><br><strong>/sglocate</strong><br>Displays the location of your shackle gear, if you're shackled.<br><br><strong>/sgwho</strong><br>Displays the name of the player in a held shackle.<br><br><strong>/sgfuellog</strong><br>Shows who last fueled your shackle-gear.<br><br>"
}